Revit 2024 API
ParameterTypeId.FabricationProductDataOem Property
 "OEM"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId FabricationProductDataOem { get; }
Visual Basic
Public Shared ReadOnly Property FabricationProductDataOem As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricationProductDataOem {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace